from .dict import Dict

ru = Dict(
    start='Добро пожаловать!',
    user_echo='Вы не авторизованы',
    admin_echo='Привет, админ!',
    binary_sensor='Двоичные датчики',
    light='Лампочки',
    sensor='Сенсоры',
    button='Кнопки',
    switch='Выключатели',
    edit='Режим создания комнат. Выберете комнату для редактирования, или создайте новую.',
    edit_name_room='Введите название комнаты:',
    edit_suggestion='для создания или редактирования комнат используйте /edit',
    rooms_empty='Комнаты еще не созданы',
    add_room='Добавить комнату',
    remove_room='Удалить комнату',
    input_name_room='Введите название комнаты:',
    back='Назад',
    select_room_to_remove='Выберете комнату для удаления.',
    select_group='Выберете группу:',
    add_entity='Добавить сущность',
    edit_entities='Отредактируйте сущности в комнате.',
    select_entity='Выберете сущности.',
    rooms='Выберете комнату:',
    refresh='Обновить'
)

